tap "aws/tap"
tap "hashicorp/tap"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"
tap "homebrew/services"
tap "jckuester/tap"
tap "weaveworks/tap"
brew "autoconf"
brew "automake"
brew "coreutils"
brew "libtool"
brew "libyaml"
brew "readline"
brew "asdf"
brew "aws-iam-authenticator"
brew "openssl@1.1"
brew "python@3.11"
brew "docutils"
brew "awscli"
brew "awslogs", link: false
brew "boost"
brew "glib"
brew "pkg-config"
brew "python@3.9"
brew "docker-credential-helper-ecr"
brew "duf"
brew "dust"
brew "p11-kit"
brew "unbound"
brew "gnutls"
brew "emacs"
brew "libssh2"
brew "exa"
brew "gdk-pixbuf"
brew "git-delta"
brew "libksba"
brew "gnupg"
brew "gobject-introspection"
brew "harfbuzz"
brew "htop"
brew "httperf"
brew "iperf"
brew "john"
brew "jq"
brew "krb5"
brew "pango"
brew "librsvg"
brew "libxml2"
brew "links"
brew "netcat"
brew "ngrep"
brew "nmap"
brew "nvm"
brew "openjdk"
brew "perl"
brew "postgresql@14"
brew "procs"
brew "pwgen"
brew "python@3.10"
brew "redis", restart_service: true
brew "screen"
brew "shared-mime-info"
brew "tmux"
brew "tree"
brew "vim"
brew "yq"
brew "zlib"
brew "zoxide"
cask "alt-tab"
cask "aws-vpn-client"
cask "balsamiq-wireframes"
cask "brave-browser"
cask "chrome-devtools"
cask "devtoys"
cask "electron"
cask "firefox"
cask "font-meslo-for-powerline"
cask "font-powerline-symbols"
cask "gimp"
cask "google-chrome"
cask "google-drive"
cask "iterm2"
cask "kindle"
cask "microsoft-remote-desktop"
cask "numi"
cask "pgadmin4"
cask "postgres-unofficial"
cask "signal"
cask "slack"
cask "tiles"
cask "visual-studio-code"
vscode "4tron.stack-overflow-view"
vscode "alefragnani.project-manager"
vscode "amazonwebservices.aws-toolkit-vscode"
vscode "arcticicestudio.nord-visual-studio-code"
vscode "castwide.solargraph"
vscode "christian-kohler.npm-intellisense"
vscode "dbaeumer.vscode-eslint"
vscode "donjayamanne.githistory"
vscode "dsznajder.es7-react-js-snippets"
vscode "eamodio.gitlens"
vscode "felipe-mendes.slack-theme"
vscode "firefox-devtools.vscode-firefox-debug"
vscode "gamunu.vscode-yarn"
vscode "GitHub.github-vscode-theme"
vscode "GitHub.vscode-pull-request-github"
vscode "hashicorp.terraform"
vscode "itarato.byesig"
vscode "jeff-hykin.polacode-2019"
vscode "johnpapa.winteriscoming"
vscode "kisstkondoros.vscode-codemetrics"
vscode "KoichiSasada.vscode-rdbg"
vscode "misogi.ruby-rubocop"
vscode "ms-azuretools.vscode-docker"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-vsliveshare.vsliveshare"
vscode "msjsdiag.vscode-react-native"
vscode "nodesource.vscode-for-node-js-development-pack"
vscode "PKief.material-icon-theme"
vscode "rebornix.ruby"
vscode "redhat.vscode-yaml"
vscode "ritwickdey.LiveServer"
vscode "Shan.code-settings-sync"
vscode "shardulm94.trailing-spaces"
vscode "Shopify.ruby-extensions-pack"
vscode "Shopify.ruby-lsp"
vscode "Shopify.vscode-shadowenv"
vscode "sorbet.sorbet-vscode-extension"
vscode "TabNine.tabnine-vscode"
vscode "vortizhe.simple-ruby-erb"
vscode "vscode-icons-team.vscode-icons"
vscode "vscodevim.vim"
vscode "wayou.vscode-todo-highlight"
vscode "wingrunr21.vscode-ruby"
vscode "wix.vscode-import-cost"
vscode "yzhang.markdown-all-in-one"
vscode "Zignd.html-css-class-completion"
