tap "hashicorp/tap"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"
tap "weaveworks/tap"
brew "libyaml"
brew "openssl@1.1"
brew "readline"
brew "python@3.10"
brew "ansible"
brew "autoconf"
brew "automake"
brew "awscli"
brew "bat"
brew "pkg-config"
brew "coreutils"
brew "docker-credential-helper-ecr"
brew "duf"
brew "dust"
brew "elixir"
brew "libtool"
brew "emacs"
brew "exa"
brew "git-delta"
brew "libksba"
brew "gnupg"
brew "go"
brew "helm"
brew "htop"
brew "httperf"
brew "iperf"
brew "john"
brew "jq"
brew "kotlin"
brew "kubernetes-cli"
brew "libxml2"
brew "links"
brew "minikube"
brew "mongocli"
brew "netcat"
brew "ngrep"
brew "nmap"
brew "nvm"
brew "postgresql"
brew "procs"
brew "pwgen"
brew "rust"
brew "screen"
brew "shared-mime-info"
brew "solidity"
brew "tmux"
brew "tree"
brew "vim"
brew "xmlstarlet"
brew "yarn"
brew "yq"
brew "zlib"
brew "zoxide"
brew "hashicorp/tap/packer"
brew "hashicorp/tap/terraform"
brew "hashicorp/tap/vault"
brew "weaveworks/tap/eksctl"
cask "alt-tab"
cask "aws-vpn-client"
cask "brave-browser"
cask "chrome-devtools"
cask "electron"
cask "firefox"
cask "font-meslo-for-powerline"
cask "font-powerline-symbols"
cask "google-chrome"
cask "google-drive"
cask "iterm2"
cask "microsoft-remote-desktop"
cask "pgadmin4"
cask "postgres-unofficial"
cask "signal"
cask "slack"
cask "teamviewer"
cask "tiles"
cask "visual-studio-code"
