tap "hashicorp/tap"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"
tap "homebrew/services"
tap "weaveworks/tap"
brew "autoconf"
brew "automake"
brew "readline"
brew "python@3.11"
brew "awscli"
brew "awslogs", link: false
brew "bat"
brew "boost"
brew "glib"
brew "pkg-config"
brew "python@3.9"
brew "coreutils"
brew "docker-credential-helper-ecr"
brew "duf"
brew "dust"
brew "libtool"
brew "elixir"
brew "p11-kit"
brew "unbound"
brew "gnutls"
brew "emacs"
brew "exa"
brew "gdk-pixbuf"
brew "git-delta"
brew "libksba"
brew "gnupg"
brew "python@3.10"
brew "gobject-introspection"
brew "harfbuzz"
brew "ncurses"
brew "htop"
brew "httperf"
brew "iperf"
brew "john"
brew "jq"
brew "pango"
brew "librsvg"
brew "libxml2"
brew "libyaml"
brew "openssl@3"
brew "links"
brew "netcat"
brew "ngrep"
brew "nmap"
brew "nvm"
brew "openjdk"
brew "perl"
brew "postgresql@14"
brew "procs"
brew "pwgen"
brew "redis", restart_service: true
brew "ruby"
brew "rust"
brew "screen"
brew "shared-mime-info"
brew "tmux"
brew "tree"
brew "vim"
brew "xmlstarlet"
brew "yarn"
brew "yq"
brew "zlib"
brew "zoxide"
brew "hashicorp/tap/terraform"
cask "alt-tab"
cask "aws-vpn-client"
cask "balsamiq-wireframes"
cask "brave-browser"
cask "chrome-devtools"
cask "devtoys"
cask "electron"
cask "firefox"
cask "font-meslo-for-powerline"
cask "font-powerline-symbols"
cask "gimp"
cask "google-chrome"
cask "google-drive"
cask "iterm2"
cask "kindle"
cask "microsoft-remote-desktop"
cask "numi"
cask "pgadmin4"
cask "postgres-unofficial"
cask "postman"
cask "signal"
cask "slack"
cask "tiles"
cask "visual-studio-code"
